// 1. Виконай додавання 0,1 і 0,2 добийся математично правильної відповіді.



// 2. Виконай додавання рядка "1" і цифри 2 (обидві операнди повинні бути в змінних), 
// добийся математично правильної відповіді.





// 3. Користувач вказує обсяг флешки в Гб. Програма повинна порахувати скільки файлів 
// розміром в 820 Мб поміщається на флешку.




// 4. Користувач вводить суму грошей в гаманці і ціну однієї шоколадки. 
// Програма виводить скільки шоколадок може купити користувач і скільки здачі у нього залишиться.





// 5. Запитай у користувача тризначне число і виведи його задом наперед. 
// Для вирішення завдання тобі знадобиться оператор% (залишок від ділення).

