2. Тобі потрібно зберігати ім’я та прізвище в змінній, 
придумай до 4-х імен змінних, що потрібні тобі для 
даної задачі. Також напиши до 5 неправильних імен 
(неправильні імена повинні бути закоментовані);

let firstAndSecondName
let $firstAndSecondName
let _firstAndSecondName
let userFirstAndSecondName
let user1And2Name

неправильні змінні:

// let Firstandsecondname
// let 1and2name
// let user-first-second-name
// let firstandsecond
// let 12-userName

3. Вкажи всі можливі способи коментування коду;
Можливо коментувати однорядковий код і багаторядковий

Однорядковий коментується за допомогою //

Багаторядковий коментується за допомогою /* */

4. Які стилі написання імен змінних ти знаєш?
2 стилі:
- написання змінних через нижнє підкреслення _
- camelCase